[
  "obsidian-spaced-repetition",
  "obsidian-importer",
  "settings-search",
  "obsidian-completr",
  "obsidian-icon-folder",
  "url-into-selection",
  "obsidian-excalidraw-plugin",
  "tag-wrangler",
  "recent-files-obsidian",
  "templater-obsidian",
  "calendar",
  "homepage",
  "obsidian-advanced-slides",
  "obsidian-style-settings",
  "table-editor-obsidian",
  "better-word-count",
  "cmdr",
  "dataview",
  "dbfolder",
  "janitor",
  "obsidian-kanban",
  "note-refactor-obsidian",
  "obsidian-plugin-update-tracker",
  "obsidian-reading-time",
  "obsidian-tasks-plugin",
  "obsidian-textgenerator-plugin",
  "obsidian-tracker",
  "nldates-obsidian",
  "obsidian-paste-image-rename",
  "darlal-switcher-plus",
  "obsidian-banners",
  "execute-code",
  "obsidian-meta-bind-plugin",
  "metaedit",
  "js-engine",
  "ics",
  "auto-correct-capitals",
  "obsidian-text-format",
  "obsidian-git",
  "convert-url-to-iframe",
  "periodic-notes",
  "obsidian-latex-suite",
  "field-note-digitizer",
  "obsidian-link-embed",
  "obsidian-rich-links",
  "customjs",
  "editor-width-slider"
]